/* ### Error connecting to remote battery at address %@ ### */
"### Error connecting to remote battery at address %@ ###" = "### Errore durante la connessione alla batteria remota all’indirizzo %@ ###";

/* %d cycles */
"%d cycles" = "%d cicli";

/* %d entries */
"%d entries" = "%d elementi";

/* %d minutes */
"%d minutes" = "%d minuti";

/* %d months */
"%d months" = "%d mesi";

/* %d year(s), %d month(s) */
"%d year(s), %d month(s)" = "%d anni, %d mesi";

/* %dh:%.2dm */
"%dh:%.2dm" = "%1$dh:%2$.2dm";

/* %m/%d/%Y */
"%m/%d/%Y" = "%d/%m/%Y";

/* +++ Awake from Sleep +++ */
"+++ Awake from Sleep +++" = "+++ Risvegliato dallo stop +++";

/* +++ Battery charge interrupted +++ */
"+++ Battery charge interrupted +++" = "+++ Ricarica della batteria interrotta +++";

/* +++ Battery has been charged +++ */
"+++ Battery has been charged +++" = "+++ La batteria è stata ricaricata +++";

/* +++ Battery is now charging +++ */
"+++ Battery is now charging +++" = "+++ Ricarica della batteria avviata +++";

/* +++ Connecting remote battery at address %@ +++ */
"+++ Connecting remote battery at address %@ +++" = "+++ Connessione alla batteria remota all’indirizzo %@ +++";

/* +++ Switching to AC Power +++ */
"+++ Switching to AC Power +++" = "+++ Passo ad alimentazione da rete +++";

/* --- Going to Sleep --- */
"--- Going to Sleep ---" = "--- Mi appresto allo stop ---";

/* --- Switching to Battery Power --- */
"--- Switching to Battery Power ---" = "--- Passo ad alimentazione a batteria ---";

/* . %@ to empty */
". %@ to empty" = ". %@ ad esaurimento";

/* . %@ to full charge */
". %@ to full charge" = ". %@ alla ricarica";

/* 1 hour */
"1 hour" = "1 ora";

/* === Application started === */
"=== Application started ===" = "=== Avvio applicazione ===";

/* === Monitoring resumed === */
"=== Monitoring resumed ===" = "=== Monitoraggio riavviato ===";

/* === Monitoring stopped === */
"=== Monitoring stopped ===" = "=== Monitoraggio interrotto ===";

/* === System is shutting down === */
"=== System is shutting down ===" = "=== Sistema in spegnimento ===";

/* AC adapter */
"AC adapter" = "alimentatore di corrente";

/* Actions */
"Actions" = "Azioni";

/* Added shared battery #%d on %@ */
"Added shared battery #%d on %@" = "Aggiunta batteria condivisa n°%1$d su %2$@";

/* Alerts */
"Alerts" = "Avvisi";

/* Amperage */
"Amperage" = "Corrente";

/* battery */
"battery" = "batteria";

/* Battery Changed */
"Battery Changed" = "Batteria cambiata";

/* Battery Details */
"Battery Details" = "Dettagli batteria";

/* Battery Exhausted */
"Battery Exhausted" = "Batteria esausta";

/* Battery purchased: */
"Battery purchased:" = "Batteria acquistata il:";

/* Battery Low */
"Battery Low" = "Batteria scarica";

/* Calculating... */
"Calculating..." = "Calcolo...";

/* Cancel */
"Cancel" = "Annulla";

/* Capacity */
"Capacity" = "Capacità";

/* Charge */
"Charge" = "Carica";

/* Charge Started */
"Charge Started" = "Ricarica avviata";

/* Charge Stopped */
"Charge Stopped" = "Ricarica interrotta";

/* Charge: %d%% */
"Charge: %d%%" = "Carica: %d%%";

/* Charge: %d%%, amperage: %d, plugged: %@, charging: %@ */
"Charge: %d%%, amperage: %d, plugged: %@, charging: %@" = "Carica: %1$d%%, corrente: %2$d, connesso: %3$@, sotto carica: %4$@";

/* Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d */
"Charge: %d%%, voltage: %dmV, amperage: %dmA (peak: %dmA), plugged: %@, charging: %@, cycle count: %d" = "Carica: %1$d%%, tensione: %2$dmV, corrente: %3$dmA (picco: %4$dmA), connesso: %5$@, sotto carica: %6$@, cicli completi: %7$d";

/* Charging */
"Charging" = "Sotto carica";

/* Chart */
"Chart" = "Grafico";

/* Chart View */
"Chart View" = "Grafici";

/* Clear Log */
"Clear Log" = "Cancella resoconto";

/* Comparison */
"Comparison" = "Confronto";

/* Connecting... */
"Connecting..." = "Connessione...";

/* Could not write to file %@ */
"Could not write to file %@" = "Impossibile scrivere sul file %@";

/* Current Charge: %d%% */
"Current Charge: %d%%" = "Carica attuale: %d%%";

/* Cycle Count */
"Cycle Count" = "Cicli completi";

/* Cycle count or maximum capacity changed. Adding a snapshot */
"Cycle count or maximum capacity changed. Adding a snapshot" = "Cicli completi o capacità massima cambiati. Aggiungo un’istantanea";

/* Date */
"Date" = "Data";

/* Delete saved sessions? */
"Delete saved sessions?" = "Eliminare le sessioni registrate?";

/* Delete sessions? */
"Delete sessions?" = "Eliminare le sessioni?";

/* Demo Battery */
"Demo Battery" = "Batteria dimostrativa";

/* Details */
"Details" = "Dettagli";

/* Diagnostics */
"Diagnostics" = "Diagnostica";

/* Energy Saver */
"Energy Saver" = "Risparmio Energia";

/* Error writing to file */
"Error writing to file" = "Errore durante la scrittura del file";

/* Evaluation license */
"Evaluation license" = "Licenza di valutazione";

/* Export */
"Export" = "Esporta";

/* Family pack license */
"Family pack license" = "Licenza pacchetto famiglia";

/* Found Shared Battery */
"Found Shared Battery" = "Trovata batteria condivisa";

/* General */
"General" = "Generale";

/* Gift license */
"Gift license" = "Licenza omaggio";

/* Hide Battery Status */
"Hide Battery Status" = "Nascondi stato batteria";

/* Hide Sessions Browser */
"Hide Sessions Browser" = "Nascondi visualizzatore sessioni";

/* Hide Sidebar */
"Hide Sidebar" = "Nascondi barra laterale";

/* Inspect */
"Inspect" = "Ispeziona";

/* Inspect Session */
"Inspect Session" = "Ispeziona sessione";

/* Invalid address */
"Invalid address" = "Indirizzo non valido";

/* Later */
"Later" = "Più tardi";

/* License expired */
"License expired" = "Licenza scaduta";

/* Log */
"Log" = "Resoconto";

/* Max Capacity */
"Max Capacity" = "Capacità massima";

/* MiniBatteryLogger Battery Data Sharing */
"MiniBatteryLogger Battery Data Sharing" = "Condivisione dati batteria MiniBatteryLogger";

/* Monitoring Started */
"Monitoring Started" = "Monitoraggio avviato";

/* Monitoring Stopped */
"Monitoring Stopped" = "Monitoraggio interrotto";

/* Never */
"Never" = "Mai";

/* no */
"no" = "no";

/* No */
"No" = "No";

/* No Snapshots */
"No Snapshots" = "Nessuna istantanea";

/* Not available */
"Not available" = "Non disponibile";

/* Not Eligible */
"Not Eligible" = "Non applicabile";

/* Now monitoring battery %d on %@ */
"Now monitoring battery %d on %@" = "Passo a monitorare la batteria n°%d su %@";

/* OK */
"OK" = "OK";

/* Open Energy Saver */
"Open Energy Saver" = "Apri Risparmio Energia";

/* Open Log */
"Open Log" = "Apri resoconto";

/* Open Log in Console */
"Open Log in Console" = "Apri resoconto nella Console";

/* Original Capacity */
"Original Capacity" = "Capacità originale";

/* Please enter a valid hostname or IP address. */
"Please enter a valid hostname or IP address." = "Inserire un nome host o un indirizzo IP valido.";

/* Plugged */
"Plugged" = "Connesso";

/* Power Source Changed */
"Power Source Changed" = "Cambio alimentazione";

/* Power source: %@ */
"Power source: %@" = "Alimentazione: %@";

/* Print Document */
"Print Document" = "Stampa documento";

/* Registration */
"Registration" = "Registrazione";

/* Registration error */
"Registration error" = "Errore durante la registrazione";

/* Restart now */
"Restart now" = "Riapri adesso";

/* Restart required */
"Restart required" = "Riavvio necessario";

/* Resume */
"Resume" = "Riprendi";

/* Resume Monitoring */
"Resume Monitoring" = "Riprendi monitoraggio";

/* Session */
"Session" = "Sessione";

/* Session started %@ at %@, monitoring for %@ h */
"Session started %@ at %@, monitoring for %@ h" = "Sessione avviata %1$@ alle %2$@, monitoraggio per %3$@ h";

/* Sessions */
"Sessions" = "Sessioni";

/* Sessions Browser */
"Sessions Browser" = "Visualizzatore sessioni";

/* Setting the value to zero will disable the warnings. Are you sure? */
"Setting the value to zero will disable the warnings. Are you sure?" = "Impostando il valore a zero disattiverai gli avvisi. Procedere ugualmente?";

/* Shared battery #%d on %@ no longer available */
"Shared battery #%d on %@ no longer available" = "Batteria condivisa n°%1$d su %2$@ non più disponibile";

/* Shared Battery Removed */
"Shared Battery Removed" = "Batteria condivisa rimossa";

/* Sharing */
"Sharing" = "Condivisione";

/* Shift */
"Shift" = "Scorri";

/* Shift Chart */
"Shift Chart" = "Scorri grafico";

/* Shift left */
"Shift left" = "Scorri a sinistra";

/* Shift right */
"Shift right" = "Scorri a destra";

/* Show Battery Status */
"Show Battery Status" = "Mostra stato batteria";

/* Show Sessions Browser */
"Show Sessions Browser" = "Mostra visualizzatore sessioni";

/* Show Sidebar */
"Show Sidebar" = "Mostra barra laterale";

/* Single user license */
"Single user license" = "Licenza utente singolo";

/* Site license */
"Site license" = "Licenza sito";

/* Snapshot Grabbed */
"Snapshot Grabbed" = "Effettuata istantanea";

/* Software Update */
"Software Update" = "Aggiornamenti";

/* Start date: %@, expiration date: %@, license type: %@ */
"Start date: %@, expiration date: %@, license type: %@" = "Data di validità: %@, data di scadenza: %@, tipo licenza: %@";

/* Statistics */
"Statistics" = "Statistiche";

/* Stop */
"Stop" = "Interrompi";

/* Stop Monitoring */
"Stop Monitoring" = "Interrompi monitoraggio";

/* Switching to AC Power */
"Switching to AC Power" = "Alimentazione da rete";

/* Switching to Battery Power */
"Switching to Battery Power" = "Alimentazione a batteria";

/* Test Notification */
"Test Notification" = "Notifica di prova";

/* The battery has reached the %d%% of its original capacity */
"The battery has reached the %d%% of its original capacity" = "La batteria ha raggiunto il %d%% della sua capacità originale";

/* The battery is not installed */
"The battery is not installed" = "La batteria non è installata";

/* The license you entered was valid, but has already expired */
"The license you entered was valid, but has already expired" = "La licenza introdotta non è più valida poiché scaduta";

/* The remote battery “%@” requires a password */
"The remote battery “%@” requires a password" = "La batteria remota “%@” richiede una password";

/* There was a problem activating your copy of MiniBatteryLogger. */
"There was a problem activating your copy of MiniBatteryLogger." = "Si è verificato un problema durante l’attivazione della tua copia di MiniBatteryLogger.";

/* This action cannot be undone. */
"This action cannot be undone." = "Questa azione non può essere annullata.";

/* This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program */
"This battery is not eligible for the iBook G4 and PowerBook G4 Battery Exchange program" = "Questa batteria non dispone dei requisiti per il programma di sostituzione batterie iBook G4 e PowerBook G4";

/* This is a test notification */
"This is a test notification" = "Questa è una notifica di prova";

/* This Mac */
"This Mac" = "Questo Mac";

/* This setting requires the restart of the application to be effective. You may restart the application right now or later. */
"This setting requires the restart of the application. You may restart the application right now or later." = "Questa impostazione richiede il riavvio dell’applicazione. Puoi decidere se riavviare l’applicazione immediatamente oppure continuare con le vecchie impostazioni.";

/* Type */
"Type" = "Tipo";

/* Unknown */
"Unknown" = "Sconosciuto";

/* Version %@ (%@) */
"Version %@ (%@)" = "Versione %1$@ (%2$@)";

/* View */
"View" = "Vista";

/* Voltage */
"Voltage" = "Tensione";

/* Warning disabled */
"Warning disabled" = "Avviso disattivato";

/* Yes */
"Yes" = "Sì";

/* yes */
"yes" = "sì";

/* Zoom */
"Zoom" = "Ingrandimento";

/* Zoom in */
"Zoom in" = "Ingrandisci";

/* Zoom out */
"Zoom out" = "Riduci";

/* Zoom to fit */
"Zoom to fit" = "Dimensioni ottimali";
